const PolicyContent = () => (
    <div className="container" style={{ paddingTop: 70 }}>
        <h1>Пользовательское соглашение</h1>
        <p>Настоящий документ &quot;Пользовательское соглашение&quot; представляет собой предложение ИП Солозобов Олег Анатольевич (далее
            — «Администрация»), заключить договор на изложенных ниже условиях Соглашения.</p>
        <h2>1. Термины и определения</h2>
        <p>1.1. В настоящем документе и вытекающих или связанным с ним отношениях Сторон применяются следующие термины и
            определения:</p>
        <p>а) Платформа — программно-аппаратные средства, интегрированные с Сайтом и Телеграмм-ботом Администрации;</p>
        <p>б) Пользователь — дееспособное физическое лицо, присоединившееся к настоящему Соглашению в собственном интересе
            либо выступающее от имени и в интересах представляемого им юридического лица;</p>
        <p>в) Сайт Администрации — интернет-сайты, размещенные в домене <a href="https://myitcareer.io">https://myitcareer.io</a>
            и его поддоменах;</p>
        <p>г) Телеграмм-бот (далее &quot;Бот&quot;) — это место в рамках мессенджера Telegram с названием @MyITcareerBot, в котором
            размещаются материалы.</p>
        <p>д) Сервис — комплекс услуг и лицензия, предоставляемые Пользователю с использованием Платформы.</p>
        <p>д) Соглашение - настоящее соглашение со всеми дополнениями и изменениями.</p>
        <p>е) Аккаунт — учетная запись Пользователя на Платформе.</p>
        <h2>2. Предмет</h2>
        <p>2.1. Администрация предоставляет неисключительную лицензию на использование Платформы, а также оказывает
            сопутствующие услуги.</p>
        <p>2.2. Пользователь использует Платформу согласно условиям Соглашения и выбранного Тарифа, а также уплачивает
            вознаграждение, если иное не предусмотрено Тарифом.</p>
        <h2>3. Общие положения</h2>
        <p>3.1. Использование вами Сервиса любым способом и в любой форме в пределах его объявленных функциональных
            возможностей, включая:</p>
        <ul>
            <li>
                <p>просмотр размещенных на Сайте и/или Боте материалов;</p>
            </li>
            <li>
                <p>регистрация и/или авторизация на Сайте и/или Боте,</p>
            </li>
            <li>
                <p>размещение или отображение на Сайте и/или Боте любых материалов, включая но не ограничиваясь такими как:
                    тексты, гипертекстовые ссылки, изображения, аудио и видео- файлы, сведения и/или иная информация,</p>
            </li>
        </ul>
        <p>создает договор на условиях настоящего Соглашения в соответствии с положениями ст.437 и 438 Гражданского кодекса
            Российской Федерации.</p>
        <p>&nbsp;</p>
        <p>3.2. Воспользовавшись любой из указанных выше возможностей по использованию Сервиса вы подтверждаете, что:</p>
        <p>а) Ознакомились с условиями настоящего Соглашения в полном объеме до начала использования Сервиса.</p>
        <p>б) Принимаете все условия настоящего Соглашения в полном объеме без каких-либо изъятий и ограничений с вашей стороны
            и обязуетесь их соблюдать или прекратить использование Сервиса. Если вы не согласны с условиями настоящего
            Соглашения или не имеете права на заключение договора на их основе, вам следует незамедлительно прекратить любое
            использование Сервиса.</p>
        <p>в) Соглашение (в том числе любая из его частей) может быть изменено Администрацией без какого-либо специального
            уведомления. Новая редакция Соглашения вступает в силу с момента ее размещения на Сайте Администрации либо доведения
            до сведения Пользователя в иной удобной форме, если иное не предусмотрено новой редакцией Соглашения.</p>
        <h2>4. Условия использования</h2>
        <p>4.1 Пользователь вправе использовать Платформу согласно Соглашению и действующему законодательству Российской
            Федерации.</p>
        <p>4.2. Платформа и услуги предоставляются на условиях «как есть».</p>
        <p>4.3. Пользователь принимает на себя все риски, связанные с использованием Платформы и услуг.</p>
        <p>4.4. Администрация не дает Пользователю никаких явно выраженных или предполагаемых гарантий в отношении Платформы и
            услуг, в том числе, не гарантирует (включая, но не ограничиваясь): пригодность для конкретных целей, безопасность и
            защищенность, точность, полноту, производительность, системную интеграцию, бесперебойное функционирование,
            отсутствие ошибок, исправление неполадок, отсутствие вирусов, законность использования на любых территориях за
            пределами Российской Федерации.</p>
        <p>4.5. Администрация не обязана оказывать консультационную и техническую поддержку Пользователю.</p>
        <p>4.6. Использование функциональных возможностей Сервиса допускается только после прохождения Пользователем регистрации
            и авторизации на Сайте и/или Боте в соответствии с установленной Администрацией процедурой.</p>
        <p>4.7. Технические, организационные и коммерческие условия использования Сервиса, в том числе его функциональных
            возможностей доводятся до сведения Пользователей путем отдельного размещения на Сайте или путем нотификации
            Пользователей.</p>
        <p>4.8. Выбранные Пользователем логин и пароль являются необходимой и достаточной информацией для доступа Пользователя
            на Сайт. Пользователь не имеет права передавать свои логин и пароль третьим лицам, несет полную ответственность за
            их сохранность, самостоятельно выбирая способ их хранения.</p>
        <p>4.9. Администрация не несет ответственности за:</p>
        <p>а) невозможность использования Платформы по причинам, не зависящим от Администрации;</p>
        <p>б) любые действия и/или бездействия поставщиков услуг, сервисов, сетей, программного обеспечения или
            оборудования;</p>
        <p>в) искажение, изменение, утрату Контента;</p>
        <p>г) безопасность логина и/или пароля Пользователя;</p>
        <p>д) несанкционированное и/или неправомерное использования третьими лицами логина и/или пароля Пользователя;</p>
        <p>е) ущерб, который может быть нанесен любым устройствам и носителям информации и/или программному обеспечению
            Пользователя в результате использования Платформы и/или услуг.</p>
        <h2>5. Интеллектуальная собственность</h2>
        <p>5.1. Администрация является правообладателем Платформы и ее составных частей (код, дизайн, базы данных, видео, медиа,
            контент).</p>
        <p>5.2. Неисключительная лицензия ограничена «правом на использование», и ни одно из положений Соглашения не
            означает передачи Пользователю исключительного права на Платформу, Видео, Контент.</p>
        <p>5.3. Неисключительная лицензия предоставляется на срок действия Соглашения на территорию всего мира без права выдачи
            сублицензий.</p>
        <h2>6. Запрещенные действия</h2>
        <p>Пользователь не вправе:</p>
        <p>6.1. Использовать Платформу, Видео и Контент способами, прямо не предусмотренными Соглашением.</p>
        <p>6.2. Изменять, настраивать, переводить или создавать производные продукты, основанные на Сайте и/или Боте, а также
            интегрировать Сайт/Бота в другие результаты интеллектуальной деятельности;</p>
        <p>6.3. Предпринимать попытки обойти технические ограничения, установленные Платформой.</p>
        <p>6.4. Использовать Платформу, Сайт, Бота для публикации, распространения, хранения, передачи в любой форме Контента,
            который:</p>
        <p>а) является незаконным, вредоносным, угрожающим, клеветническим, подстрекающим к насилию над каким-либо лицом или
            группой лиц, либо к бесчеловечному обращению с животными, призывает к совершению противоправной деятельности, в том
            числе разъясняет порядок применения взрывчатых веществ и иного оружия, нарушает общепринятые правила приличия и
            морально-этические нормы, содержит ненормативную лексику, пропагандирует ненависть и/или дискриминацию, а также
            содержит негативные и критические высказывания, касающиеся религии, политики, а также политических и общественных
            деятелей, избирательных объединений (политических партий, организаций, движений и т.п.) и иных лиц, расовых,
            этнических, гендерных признаков, личных качеств, способностей, сексуальной ориентации и внешнего вида третьих лиц,
            содержит оскорбления в адрес конкретных лиц или организаций;</p>
        <p>б) может быть воспринят как пропаганда определенных политических и религиозных взглядов, насилия, употребления
            наркотических средств, алкоголя и табакокурения;</p>
        <p>в) может быть воспринят как пропаганда политических взглядов, основной целью которой является распространение идей и
            сведений, направленных на формирование определенных установок, представлений, привлекательности этих идей, мнения о
            превосходстве таких политических взглядов или такого политического направления над другими, и при этом не ставит
            своей целью исключительно информирование населения об организации, объединении, их структуре, функциях, направлениях
            деятельности, программе и т.п.</p>
        <p>г) содержит публичные призывы к массовым беспорядкам, участию в массовых мероприятиях, проводимых с нарушением
            установленного порядка, к осуществлению террористической деятельности или публично оправдывающие терроризм, другие
            экстремистские материалы, недостоверную общественно значимую информацию, распространяемую под видом достоверных
            сообщений, которая создает угрозу массового нарушения общественного порядка и (или) общественной безопасности.</p>
        <p>д) нарушает права несовершеннолетних лиц;</p>
        <p>е) нарушает права третьих лиц на результаты интеллектуальной деятельности и приравненные к ним средства
            индивидуализации, права на информацию, составляющую коммерческую тайну, наносящего вред чести, деловой репутации и
            достоинству третьих лиц, нарушающего национальное и международное законодательство.</p>
        <p>ж) содержит не разрешенную к разглашению информацию;</p>
        <p>з) содержит вредоносное программное обеспечение (вирусы, черви, трояны или другие компьютерные коды, файлы или
            программы), предназначенное для нарушения, уничтожения либо ограничения функциональности любого компьютерного или
            телекоммуникационного оборудования (их частей), для осуществления несанкционированного доступа, для получения
            доступа к коммерческим программным продуктам, путем предоставления серийных номеров логинов, паролей, программ для
            их генерации и прочих средств для получения несанкционированного доступа к платным ресурсам, а также размещения
            ссылок на вышеуказанную информацию;</p>
        <p>и) представляет собой Спам, т.е. рассылку без согласия получателя сообщений коммерческого и некоммерческого характера
            в форме (включая, но не ограничиваясь): рекламы товаров, оборот которых запрещен или ограничен согласно
            законодательству РФ; сообщений социального и/или религиозно-мистического содержания с призывом о дальнейшем
            распространении таких сообщений («писем счастья»); списков чужих адресов электронной почты; схем «пирамид»,
            многоуровневого (сетевого) маркетинга (MLM); реферальных ссылок; систем Интернет-заработка и онлайн-бизнесов.;</p>
        <p>к) нарушает законодательство Российской Федерации, а также нормы международного права;</p>
        <p>д) может использоваться для незаконного сбора, хранения и обработки персональных данных других лиц;</p>
        <p>м) содержит рекламу и/или предложение на оказание услуг эротических спа-салонов и иных подобных услуг.</p>
        <p>6.5. Использовать Платформу и (или) Сайт и (или) Бота для:</p>
        <p>а) Нарушения работы Платформы, в том числе размещения элементов, затрудняющих обмен информацией в реальном времени,
            открывающих дополнительные окна браузера, подменяющих функциональные элементы интерфейса и т.п.</p>
        <p>б) Размещения ссылок на ресурсы, содержание которых противоречит действующему законодательству РФ и нормам
            международного права.</p>
        <p>в) Распространения не соответствующих действительности сведений относительно своей причастности к Администрации и
            /или ее партнерам.</p>
        <p>г) Содействия любым мероприятиям, направленным на нарушение ограничений и запретов, налагаемых Соглашением, а также
            на нарушение норм действующего законодательства.</p>
        <h2>7. Блокировка и удаление</h2>
        <p>7.1. Администрация вправе незамедлительно осуществить блокировку аккаунта Пользователя в случае:</p>
        <p>а) Выявления нарушения Пользователем положений Соглашения;</p>
        <p>б) Выявления нарушения Пользователем положений действующего законодательства Российской Федерации;</p>
        <p>в) Получения от третьих лиц претензии о нарушении Пользователем их прав;</p>
        <p>г) Получения соответствующих требований от государственных органов.</p>
        <p>7.2. Пользователь обязуется самостоятельно предпринять все действия для прекращения нарушения.</p>
        <p>7.3. В случае блокировки в связи получением от третьих лиц претензии о нарушении Пользователем их прав, Пользователь
            вправе использовать в дальнейшем Сайт только при условии, что Администрация получила письменное уведомление от
            составителя жалобы, что спорная ситуация урегулирована и претензия со стороны третьих лиц о нарушении прав
            отсутствует.</p>
        <p>7.4. В случае получения требований от государственных органов, в том числе требований (уведомлений, претензий)
            Роскомнадзора, Администрация производит блокировку аккаунта Пользователя, допустившего нарушение. При этом
            разблокировка аккаунта не производится без получения Администрацией официального уведомления от вышеуказанных
            государственных органов, в том числе Роскомнадзора, об отсутствии каких-либо претензий и требований к Пользователю,
            чей аккаунт был заблокирован, а равно и к проектам, созданным (размещенным) указанным Пользователем.</p>
        <p>7.5. В случае отказа прекратить нарушение или неоднократных блокировок, Администрация вправе в одностороннем порядке
            удалить Аккаунт со всеми данными.</p>
        <h2>8. Права Администрации</h2>
        <p>8.1. Изменять, дорабатывать и обновлять Платформу без согласия и уведомления Пользователя.</p>
        <p>8.2. Устанавливать любые ограничения на использование Платформы.</p>
        <p>8.3. Удалять Аккаунт Пользователя, который к моменту удаления в течение шести и более календарных месяцев:</p>
        <p>a) находится на бесплатном Тарифе</p>
        <p>b) не используется Пользователем.</p>
        <p>8.4. Направлять Пользователю сообщения, уведомления, запросы, сведения рекламного и информационного характера.</p>
        <p>8.5. Направлять Пользователю информацию о вебинарах, видео и другую информацию о Платформе.</p>
        <p>8.6. Проводить профилактические работы, влекущие приостановление работы Платформы.</p>
        <p>8.7. Возвращать Пользователю доступ к Аккаунту в случае его взлома, утери или смены логина/пароля при одновременном
            соблюдении следующих условий:</p>
        <p>a) Аккаунт использовался на условиях платного Тарифа.</p>
        <p>b) Пользователь выполнил все обязательные действия, предусмотренные инструкцией по возврату доступа, предоставляемой
            по запросу Пользователя.</p>
        <h2>9. Персональные данные</h2>
        <p>9.1. Платформа выполняет обработку персональных данных Пользователя в целях исполнения Соглашения согласно
            требованиям, установленным Федеральным законом «О персональных данных» от 27.07.2006 N 152-ФЗ и и
            Общеевропейского регламента о персональных данных (General Data Protection Regulation, GDPR).</p>
        <p>9.2. Порядок обработки и защита персональных данных определяется Политикой в области обработки и защиты персональных
            данных, расположенной по адресу <a href="https://tilda.cc/ru/privacy">https://myitcareer.io/ru/privacy</a></p>
        <h2>10. Ответственность</h2>
        <p>10.1. Администрация не несет ответственности за прямую или косвенную упущенную выгоду Пользователя.</p>
        <p>10.2. Ответственность Администрации по Соглашению не может превышать стоимости оплаченного Пользователем Тарифа.</p>
        <p>10.3. В случае предъявления Администрации претензий, требований и/или исков о нарушении прав третьих лиц, связанных с
            нарушением данных Пользователем гарантий, Пользователь принимает на себя обязательства по их урегулированию и
            возмещению ущерба Администрации в случае его возникновения.</p>
        <h2>11. Срок Соглашения</h2>
        <p>11.1. Соглашение действует с момент акцепта до момента удаления Аккаунта Пользователя.</p>
        <p>11.2. Аккаунт может быть удален:</p>
        <p>a) По заявке Пользователя</p>
        <p>b) По основаниям, предусмотренным разделом 7.</p>
        <p>11.2. В случае удаления Аккаунта с действующим платным Тарифом, лицензионная часть вознаграждения возврату не
            подлежит. Пользователь вправе потребовать возврата за оплаченный, но не оказанный период оказания услуг.</p>
        <h2>12. Разрешение споров и разногласий</h2>
        <p>12.1. Все споры или разногласия, возникающие между Сторонами в связи с исполнением Соглашения, разрешаются ими путем
            переговоров.</p>
        <p>12.2. При недостижении Сторонами соглашения, споры и разногласия подлежат разрешению в претензионном порядке. Срок
            ответа на претензию — 30 дней.</p>
        <p>12.3. При невозможности прийти к соглашению спор может быть передан на разрешение суда по месту нахождения
            Администрации.</p>
        <p>12.4. Применимым правом является право Российской Федерации.</p>
        <h2>13. Исключительные и авторские права</h2>
        <p>13.1. Контент, размещенный на сайте, не может быть скопирован, опубликован, воспроизведен, переработан,
            распространен, продан или использован иным способом по частям или полностью без письменного согласия
            Администрации.</p>
        <p>&nbsp;</p>
        <p>Редакция от 14.10.2021</p>
    </div>
);

export default PolicyContent;